# Add to $PATH
# export PATH=$(brew --prefix coreutils)/libexec/bin:$PATH
# export PATH=$(brew --prefix moreutils)/libexec/bin:$PATH
brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'gnu-sed', args: ['with-default-names']

brew 'wget'
brew 'zsh'
brew 'git'

brew 'docker'
brew 'docker-machine'

brew 'unp'

tap 'caskroom/cask'
tap 'caskroom/versions'

brew 'caskroom/cask/brew-cask'

cask '1password'
cask 'alfred'
cask 'atom'
cask 'clipmenu'
cask 'dropbox'
cask 'firefox'
cask 'flowdock'
cask 'google-chrome'
cask 'java7'
cask 'keka'
cask 'iterm2'
cask 'lighttable'
cask 'opera'
cask 'silverlight'
cask 'skype'
cask 'sourcetree'
cask 'sublime-text3'
cask 'textmate'
cask 'transmission'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'

